Repository: GNOME/network-manager-applet
Catalog: po/*.po
Languages: fa

source: NetworkManager Applet
fa: برنامک مدیریت شبکه

source: Manage your network connections
fa: اتّصال‌های شبکه خود را مدیریت کنید

source: NetworkManager
fa: مدیر شبکه

source: NetworkManager connection editor
fa: ویرایشگر اتّصال مدیر شبکه

source: The NetworkManager Developers
fa: توسعه‌دهندگان مدیر شبکه

source: Advanced Network Configuration
fa: پیکربندی شبکهٔ پیش‌رفته

source: Manage and change your network connection settings
fa: تنظیمات اتّصال شبکه خود را مدیریت و تغییر دهید

source: Disable connected notifications
fa: غیرفعّال‌سازی اعلان‌های برقراری ارتباط

source: Set this to true to disable notifications when connecting to a network.
fa: برای غیرفعّال‌سازی اعلان‌ها هنگام اتّصال با یک شبکه این قسمت را True تنظیم کنید.

source: Disable disconnected notifications
fa: غیرفعّال‌سازی اعلان‌های قطع ارتباط

source: Set this to true to disable notifications when disconnecting from a network.
fa: برای غیرفعّال‌سازی اعلان‌ها در زمان قطع اتّصال از یک شبکه بر روی true تنظیم کنید.

source: Disable VPN notifications
fa: غیرفعّال‌سازی اعلان‌های وی‌پی‌ان

source: Set this to true to disable notifications when connecting to or disconnecting from a VPN.
fa: برای غیرفعّال‌سازی اعلان‌ها در زمان قطع اتّصال یا وصل شدن به وی‌پی‌ان این قسمت را True تنظیم کنید.

source: Suppress networks available notifications
fa: متوقف کردن اعلان‌های موجود شبکه‌ها

source: Set this to true to disable notifications when Wi-Fi networks are available.
fa: تنظیم روی درست برای از کار انداختن آگاهی‌ها هنگام در دسترس بودن شبکه‌های وای‌فای.

source: Stamp
fa: تمبر

source: Used to determine whether settings should be migrated to a new version.
fa: جهت تشخیص اینکه آیا تنظیمات باید به نسخه جدید انتقال پیدا کنند یا خیر مورد استفاده قرار می‌گیرد.

source: Disable WiFi Create
fa: از کار انداختن ایجاد وای‌فای

source: Set to true to disable creation of adhoc networks when using the applet.
fa: برای غیرفعّال کردن شبکه‌های ادهاک زمانی که از برنامک استفاده می‌کنید گزینه True را انتخاب کنید.

source: 802.1X authentication
fa: گواهی 802.1X

source: _Cancel
fa: _لغو

source: C_onnect
fa: _اتّصال

source: _Network name
fa: _نام شبکه

source: ad-hoc
fa: ادهاک

source: Wrong PUK code; please contact your provider.
fa: کد PUK اشتباه است؛ لطفا با ارائه‌دهنده خود تماس بگیرید.

source: Wrong PIN code; please contact your provider.
fa: کد پین اشتباه. تماس با ارائه‌دهنده‌تان.

source: Sending unlock code…
fa: فرستادن کد قفل‌گشایی…

source: Mobile Broadband (%s)
fa: شبکه پهن‌باند همراه (%s)

source: Mobile Broadband
fa: پهن‌باند همراه

source: Available
fa: در دسترس

source: New Mobile Broadband connection…
fa: اتّصال پهن‌باند همراه جدید…

source: Connection Established
fa: اتّصال برقرار شد

source: You are now connected to the Mobile Broadband network.
fa: اکنون به شبکهٔ پهن‌باند همراه وصل شده‌اید.

source: Mobile Broadband network.
fa: شبکهٔ پهن‌باند همراه.

source: You are now registered on the home network.
fa: شما هم‌اکنون در شبکه خانگی ثبت شده‌اید.

source: You are now registered on a roaming network.
fa: شما هم‌اکنون در شبکه رومینگ ثبت شده‌اید

source: You are now connected to the mobile broadband network.
fa: شما در حال حاضر به شبکه پهن‌باند همراه متصل شده‌اید.

source: Preparing mobile broadband connection “%s”…
fa: آماده سازی اتّصال پهن‌باند همراه «%s»…

source: Configuring mobile broadband connection “%s”…
fa: پیکربندی اتّصال پهن‌باند همراه «%s»…

source: User authentication required for mobile broadband connection “%s”…
fa: نیازمند هویت‌سنجی برای اتّصال پهن‌باند همراه «%s»…

source: Requesting a network address for “%s”…
fa: درخواست نشانی شبکه‌ای برای «%s»…

source: Mobile broadband connection “%s” active
fa: اتّصال پهن‌باند همراه «%s» فعّال

source: Auto Ethernet
fa: اترنت خودکار

source: Ethernet Networks (%s)
fa: شبکه‌های اترنت (%s)

source: Ethernet Network (%s)
fa: شبکهٔ اترنت (%s)

source: Ethernet Networks
fa: شبکه‌های اترنت

source: Ethernet Network
fa: شبکهٔ اترنت

source: disconnected
fa: قطع شد

source: You are now connected to the ethernet network.
fa: اکنون به شبکهٔ اترنت وصل شده‌اید.

source: Preparing ethernet network connection “%s”…
fa: آماده سازی اتّصال شبکهٔ اترنت «%s»…

source: Configuring ethernet network connection “%s”…
fa: پیکربندی اتّصال شبکهٔ اترنت «%s»…

source: User authentication required for ethernet network connection “%s”…
fa: نیازمند هویت‌سنجی کاربر برای شبکهٔ اترنت «%s»…

source: Requesting an ethernet network address for “%s”…
fa: درخواست نشانی شبکه‌ای برای «%s»…

source: Ethernet network connection “%s” active
fa: اتّصال شبکهٔ اترنت «%s» فعّال

source: DSL authentication
fa: هویت‌سنجی دی‌اس‌ال

source: _OK
fa: _تأیید

source: _Connect to Hidden Wi-Fi Network…
fa: _وصل شدن به شبکهٔ وای‌فای نهفته…

source: Create _New Wi-Fi Network…
fa: ایجاد شبکهٔ وای‌فایی _جدید…

source: (none)
fa: (هیچکدام)

source: Failed to add new connection
fa: اضافه کردن اتّصال جدید شکست خورد

source: Connection failure
fa: اتّصال شکست خورد

source: Wi-Fi Networks (%s)
fa: شبکه‌های وای‌فای (%s)

source: Wi-Fi Network (%s)
fa: شبکهٔ وای‌فای (%s)

source: Wi-Fi Network
fa: شبکهٔ وای‌فای

source: Wi-Fi is disabled
fa: وای‌فای از کار افتاده

source: Wi-Fi is disabled by hardware switch
fa: وای‌فای به دست کلید سخت افزاری از کار افتاده

source: _Available networks
fa: شبکه‌های _در دسترس

source: Wi-Fi Networks Available
fa: شبکه‌های وای‌فای در دسترس

source: Use the network menu to connect to a Wi-Fi network
fa: استفاده از فهرست شبکه برای وصل شدن به شبکه‌های وای‌فای

source: You are now connected to the Wi-Fi network “%s”.
fa: اکنون به شبکهٔ وای‌فای «%s» وصل شده‌اید.

source: Preparing Wi-Fi network connection “%s”…
fa: آماده‌سازی اتّصال شبکهٔ وای‌فای «%s»…

source: Configuring Wi-Fi network connection “%s”…
fa: پیکربندی اتّصال شبکهٔ وای‌فای «%s»…

source: User authentication required for Wi-Fi network “%s”…
fa: نیازمند هویت‌سنجی برای شبکهٔ وای‌فای «%s»…

source: Requesting a Wi-Fi network address for “%s”…
fa: درخواست نشانی شبکهٔ وای‌فایی برای «%s»…

source: Wi-Fi network connection “%s” active: %s (%d%%)
fa: اتّصال شبکهٔ وای‌فای «%s» فعّال: %s (٪%Id)

source: Wi-Fi network connection “%s” active
fa: اتّصال شبکهٔ وای‌فای «%s» فعّال

source: Failed to activate connection
fa: فعّال‌سازی اتّصال شکست خورد

source: Unknown error
fa: خطا ناشناس

source: Error displaying connection information:
fa: خطا در هنگام نمایش اطلاعات اتّصال:

source: Dynamic WEP
fa: وپ پویا

source: More addresses
fa: نشانی‌های بیش‌تر

source: WEP
fa: وپ

# Wi-Fi/Ethernet security
source: None
fa: هیچ‌کدام

source: %u Mb/s
fa: %Iu مگابایت/ثانیه

# Speed
source: Unknown
fa: ناشناس

# Address
source: Unknown
fa: ناشناس

source: IP Address
fa: نشانی آی‌پی:‌

source: Broadcast Address
fa: نشانی انتشار

# Subnet Mask
source: Unknown
fa: ناشناخته

source: Subnet Mask
fa: نقاب زیرشبکه

source: Primary DNS
fa: ساناد اصلی

source: Secondary DNS
fa: ساناد دوم

source: Tertiary DNS
fa: ساناد سوم

source: Ethernet (%s)
fa: اترنت (%s)

source: 802.11 Wi-Fi (%s)
fa: وای‌فای 802.11 (%s)

source: General
fa: عمومی

source: Interface
fa: واسط

source: Hardware Address
fa: نشانی سخت‌افزار

source: Driver
fa: راه انداز

source: Speed
fa: سرعت

source: Security
fa: امنیت

source: Default Route
fa: مسیر پیش‌گزیده

source: Hotspot
fa: نقطهٔ داغ

source: Network
fa: شبکه

source: Password
fa: گذرواژه

source: VPN Type
fa: نوع وی‌پی‌ان

source: VPN Gateway
fa: دروازه وی‌پی‌ان

source: VPN Username
fa: نام کاربری وی‌پی‌ان

source: VPN Banner
fa: نشان وی‌پی‌ان

source: Base Connection
fa: اتّصال پایه

source: Unknown
fa: ناشناس

source: No valid active connections found!
fa: هیچ اتّصال فعّالی پیدا نشد!

source: Copyright © 2004-2017 Red Hat, Inc. Copyright © 2005-2008 Novell, Inc. and many other community contributors and translators
fa: حق رونوشت © ۲۰۰۴-۲۰۱۷ شرکت رد هت. حق رونوشت © ۲۰۰۵-۲۰۰۸ شرکت نُوِل. و بسیاری از مشارکت‌کنندگان و مترجمان دیگر

source: Notification area applet for managing your network devices and connections.
fa: برنامک ناحیه اعلان جهت مدیریت دستگاه‌ها و اتّصال‌های شبکه.

source: NetworkManager Website
fa: پایگاه وب مدیر شبکه

source: translator-credits
fa: دانیال بهزادی <dani.behzi@ubuntu.com>

source: The NetworkManager Applet could not find some required resources (the .ui file was not found).
fa: برنامه مدیریت شبکه نمی‌تواند تعدادی از منابع لازم را پیدا کند (پرونده ui پیدا نشد).

source: Missing resources
fa: منابع از دست رفته

source: Mobile broadband network password
fa: کلمه عبور شبکه پهن‌باند همراه

source: A password is required to connect to “%s”.
fa: برای وصل شدن به «%s» گذرواژه لازم است.

source: Password:
fa: گذرواژه:

source: SIM PIN unlock required
fa: پین سیم به بازکردن قفل نیاز دارد

source: SIM PIN Unlock Required
fa: پین سیم به بازکردن قفل نیاز دارد

source: The mobile broadband device “%s” requires a SIM PIN code before it can be used.
fa: افزارهٔ پهن‌باند همراه «%s» پیش از استفاده نیازمند کد پین سیم است.

source: PIN code:
fa: کد پین:

source: Show PIN code
fa: نمایش کد پین

source: SIM PUK unlock required
fa: به بازکردن قفل سیم PUK نیاز است

source: SIM PUK Unlock Required
fa: به بازکردن قفل سیم PUK نیاز است

source: The mobile broadband device “%s” requires a SIM PUK code before it can be used.
fa: افزارهٔ پهن‌باند همراه «%s» پیش از استفاده نیازمند کد پوک سیم است.

source: PUK code:
fa: کد PUK:

source: New PIN code:
fa: کد پین جدید:

source: Re-enter new PIN code:
fa: کد پین جدید را مجدد وارد کنید:

source: Show PIN/PUK codes
fa: کدهای پین/PUK را نمایش بده

source: Connection had no VPN setting
fa: اتّصال هیچ تنظیمات وی‌پی‌انی نداشت

source: Failed to write connection to VPN UI: %s (%d)
fa: شکست در نوشتن اتّصال در میانای وی‌پی‌ان: %s‏ (%Id)

source: Failed to add/activate connection
fa: اضافه/فعّال کردن اتّصال شکست خورد

source: Device disconnect failed
fa: قطع اتّصال افزاره شکست خورد

source: Disconnect failure
fa: شکست قطع ارتباط

source: Connection activation failed
fa: فعّال‌سازی اتّصال شکست خورد

source: Don’t show this message again
fa: این پیام را دوباره نشان نده

source: The VPN connection “%s” disconnected because the network connection was interrupted.
fa: اتّصال وی‌پی‌ان «%s» قطع شد چون اتّصال شبکه وقفه خورد.

source: The VPN connection “%s” failed because the network connection was interrupted.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون شبکه وقفه خورد.

source: The VPN connection “%s” failed because the VPN service stopped unexpectedly.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون خدمت وی‌پی‌ان به طور غیر منتظره متوقف شد.

source: The VPN connection “%s” failed because the VPN service returned invalid configuration.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون خدمت وی‌پی‌ان پیکربندی اشتباهی برگرداند.

source: The VPN connection “%s” failed because the connection attempt timed out.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون زمان تلاش برای برقراری اتّصال به پایان رسید.

source: The VPN connection “%s” failed because the VPN service did not start in time.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون خدمت وی‌پی‌ان به موقع آغاز نشد.

source: The VPN connection “%s” failed because the VPN service failed to start.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون آغاز خدمت وی‌پی‌ان شکست خورد.

source: The VPN connection “%s” failed because there were no valid VPN secrets.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون رمز وی‌پی‌ان معتبری وجود ندارد.

source: The VPN connection “%s” failed because of invalid VPN secrets.
fa: اتّصال وی‌پی‌ان «%s» به خاطر رمزهای نامعتبر وی‌پی‌ان شکست خورد.

source: The VPN connection “%s” failed.
fa: اتّصال وی‌پی‌ان «%s» شکست خورد.

source: VPN connection has been successfully established. %s
fa: اتّصال وی‌پی‌ان موفقیت‌آمیز بود. %s

source: VPN connection has been successfully established.
fa: اتّصال وی‌پی‌ان موفقیت‌آمیز بود.

source: VPN Login Message
fa: پیام ورودی به وی‌پی‌ان

source: VPN Connection Failed
fa: اتّصال وی‌پی‌ان شکست خورد

source: The VPN connection “%s” failed because the VPN service failed to start. %s
fa: اتّصال وی‌پی‌ان «%s» شکست خورد چون آغاز خدمت وی‌پی‌ان شکست خورد. %s

source: The VPN connection “%s” failed to start. %s
fa: آغاز اتّصال وی‌پی‌ان «%s» شکست خورد. %s

source: device not ready (firmware missing)
fa: افزاره آماده نیست (میان‌افراز وجود ندارد)

source: device not ready
fa: افزاره آماده نیست

source: Disconnect
fa: اتّصال قطع شده

source: device not managed
fa: افزاره مدیریت نشده

source: No network devices available
fa: هیچ افزاره شبکه‌ای موجود نیست

source: _VPN Connections
fa: اتّصال‌های شبکه‌های اختصاصی _مجازی (VPN)

source: _Configure VPN…
fa: _پیکربندی وی‌پی‌ان…

source: _Add a VPN connection…
fa: _افزودن اتّصال وی‌پی‌ان…

source: NetworkManager is not running…
fa: مدیر شبکه در حال اجرا نیست…

source: Networking disabled
fa: شبکه غیر فعّال شد

source: Enable _Networking
fa: فعّال‌سازی _شبکه

source: Enable _Wi-Fi
fa: به کار انداختن _وای‌فای

source: Enable _Mobile Broadband
fa: فعّال‌سازی پهن‌باند تلفن _همراه

source: Enable N_otifications
fa: فعّال سازی ا_علان‌ها

source: Connection _Information
fa: _اطلاعات اتّصال

source: Edit Connections…
fa: ویرایش اتّصال‌ها…

source: _About
fa: _درباره

source: You are now connected to “%s”.
fa: اکنون به «%s» وصلید.

source: Disconnected
fa: اتّصال قطع شد

source: The network connection has been disconnected.
fa: اتّصال شبکه قطع شده است.

source: Preparing network connection “%s”…
fa: آماده‌سازی اتّصال شبکهٔ «%s»…

source: User authentication required for network connection “%s”…
fa: نیازمند هویت‌سنجی کاربر برای اتّصال شبکهٔ «%s»…

source: Network connection “%s” active
fa: اتّصال شبکهٔ «%s» فعّال

source: Starting VPN connection “%s”…
fa: آغازیدن اتّصال وی‌پی‌ان «%s»…

source: User authentication required for VPN connection “%s”…
fa: نیازمند هویت‌سنجی برای اتّصال وی‌پی‌ان «%s»…

source: Requesting a VPN address for “%s”…
fa: درخواست کردن نشانی وی‌پی‌ان برای «%s»…

source: VPN connection active
fa: اتّصال وی‌پی‌ان «%s» فعّال

source: No network connection
fa: هیچ اتّصال شبکه وجود ندارد

source: IP addresses identify your computer on the network. Click the “Add” button to add an IP address.
fa: نشانی‌های آی‌پی رایانه‌تان را روی شبکه مشخّص می‌کنند. زدن دکمهٔ «افزودن» برای افزودن نشانی آی‌پی.

source: _Add
fa: _افزودن

source: _Delete
fa: _حذف

source: Ig_nore automatically obtained routes
fa: _نادیده‌گرفتن خودکار مسیرهای دریافت شده

source: _Use this connection only for resources on its network
fa: _استفاده از این ا_تصال تنها برای منابع‌ش بر روی این شبکه

source: If enabled, this connection will never be used as the default network connection.
fa: اگر فعّال باشد، این اتّصال هیچ‌وقت به عنوان اتّصال شبکه پیش‌فرض نخواهد بود.

source: C_reate…
fa: _ایجاد…

source: Choose a Connection Type
fa: گزینش گونهٔ اتّصال

source: Select the type of connection you wish to create. If you are creating a VPN, and the VPN connection you wish to create does not appear in the list, you may not have the correct VPN plugin installed.
fa: گزین گونهٔ اتّصالی که می‌خواهید بسازید. اگر می‌خواهید وی‌پی‌ان ساخته و اتّصالی که می خواهید بسازید در سیاهه ظاهر نمی‌شود، احتمالاً افزایهٔ وی‌پی‌ان درست را نصب ندارید.

source: _Device
fa: _افزاره

source: Broadcast
fa: پخش

source: M_ode
fa: _حالت

source: _Edit
fa: _ویرایش

source: _Interface name
fa: نام _میانا

source: _Primary
fa: _اصلی

source: _MTU
fa: _بیشینهٔ واحد انتقال

source: bytes
fa: بایت

source: _Priority
fa: _الویت

source: Bridged _connections
fa: اتّصال‌های _پل شده

source: _Use Data Center Bridging (DCB) for this connection
fa: _استفاده از پل کردن مرکز داده (DCB) برای این اتّصال

source: Flow Control
fa: واپایش جریان

source: Feature
fa: ویژگی

source: Enable
fa: به کار انداختن

source: Advertise
fa: تبلیغ

source: Willing
fa: قصد

source: Priority
fa: الویت

source: Options…
fa: گزینه‌ها…

source: Priority Groups
fa: گروه‌های اولویت

source: default
fa: پیش‌فرض

source: Priority Flow Control
fa: واپایش جریان اولویت

source: Enable or disable priority pause transmission for each User Priority.
fa: به یا از کار انداختن مکث جریان اولویت برای هر اولویت کاربری.

source: Traffic Class
fa: کلاس شدآمد

source: Strict Bandwidth
fa: پهنای باند قاطع

source: Priority Bandwidth
fa: پهنای باند اولویت

source: Group Bandwidth
fa: پهنای باند گروه

source: Group ID
fa: شناسهٔ گروه

source: _Username
fa: نام _کاربری

source: _Service
fa: خدمت

source: Sho_w password
fa: _نمایش گذرواٰژه

source: _Password
fa: _گذرواژه

source: PPP _interface
fa: _میانای PPP

source: P_arent interface
fa: میانای _والد

source: C_laim interface
fa: ادّ_عای میانا

source: Automatic
fa: خودکار

source: 10 Mb/s
fa: ۱۰ مگابیت/ثانیه

source: 100 Mb/s
fa: ۱۰۰ مگابیت/ثانیه

source: 1 Gb/s
fa: ۱ گیگابیت/ثانیه

source: 10 Gb/s
fa: ۱۰ گیگابیت/ثانیه

source: Half
fa: نیم

source: Full
fa: کامل

source: Ignore
fa: رد کردن

source: Manual
fa: دستی

source: _Port
fa: _درگاه

source: C_loned MAC address
fa: نشانی مک _شبیه‌سازی شده

source: Wake on LAN
fa: بیدار شدن روی لن

source: De_fault
fa: _پیش‌گزیده

source: _Ignore
fa: _چشم‌پوشی

source: _Phy
fa: _فیزیکی

source: _Unicast
fa: پخش _تکی

source: Mul_ticast
fa: پخش _چندتایی

source: _Broadcast
fa: _پخش

source: _Arp
fa: _همسایه‌ها

source: Ma_gic
fa: _جادو

source: _Wake on LAN password
fa: گذرواژهٔ _بیدار شدن روی لن

source: Wake-on-LAN password (an Ethernet MAC). It is only valid for magic packets.
fa: گذرواژهٔ بیدار شدن روی لن (مک اترنت). تنها برای بسته‌های جادویی معتبر است.

source: Lin_k negotiation
fa: _مذاکرهٔ دوبارهٔ پیوند

source: _Speed
fa: _سرعت

source: Yes
fa: بله

source: No
fa: _نه

source: All _users may connect to this network
fa: همهٔ _کاربران می‌توانند به این شبکه وصل شوند

source: Automatically connect to _VPN
fa: وصل شدن خودکار به _وی‌پی‌ان

source: _Metered connection
fa: اتّصال _اندازه‌گیری شده

source: Connect _automatically with priority
fa: وصل شدن _خودکار با اولویت

source: Connected
fa: وصل شده

source: Device name
fa: نام افزاره

source: Parent device
fa: افزارهٔ والد

source: Mode
fa: حالت

source: Local IP
fa: آی‌پی محلی

source: Remote IP
fa: آی‌پی دوردست

source: Input key
fa: کلید ورودی

source: Output key
fa: کلید خروجی

source: MTU
fa: بیشینهٔ واحد انتقال

source: Automatic with manual DNS settings
fa: خودکار با تنظیمات دی ان اس دستی

source: Link-Local
fa: پیوند محلی

source: Shared to other computers
fa: با رایانه‌های دیگر به اشتراک گذاشته شد

source: _Method
fa: _روش

source: Domains used when resolving host names. Use commas to separate multiple domains.
fa: دامنه‌های استفاده شده هنگام تحلیل نام میزبان. برای جدا کردن چند دامنه از کاما استفاده کنید.

source: D_HCP client ID
fa: شناسهٔ کارخواه DHCP

source: S_earch domains
fa: دامنه‌های _جست‌وجو

source: DNS ser_vers
fa: کارسازهای _ساناد

source: IP addresses of domain name servers used to resolve host names. Use commas to separate multiple domain name server addresses.
fa: نشانی‌های آی‌پی کارسازهای نام دامنه استفاده شده جهت تشخصی نام میزبان‌ها. از کاما برای جدا کردن نشانی‌های کارسازهای نام دامنه استفاده کنید.

source: Require IPv_4 addressing for this connection to complete
fa: نیازمند نشانی IPv4 برای کامل شدن این اتّصال

source: When connecting to IPv6-capable networks, allows the connection to complete if IPv4 configuration fails but IPv6 configuration succeeds.
fa: در هنگام وصل شدن به شبکه‌هایی با قابلیت IPv6، این اجازه را می‌دهد که در صورت شکست خوردن پیکربندی‌های IPv4 و موفقیت پیکربندی‌های IPv6، اتّصال برقرار شود.

source: _Routes…
fa: _مسیریاب‌ها…

source: Default
fa: پیش‌گزیده

source: Disabled
fa: غیر فعّال شد

source: IPv6 _privacy extensions
fa: افزونه‌های _امنیتی IPv6

source: IPv6 address _generation mode
fa: حالت _تولید نشانی IPv6

source: Require IPv_6 addressing for this connection to complete
fa: به نشانی‌دهی آی‌پی _نسخه ۶ برای تکمیل این اتّصال نیاز است

source: When connecting to IPv4-capable networks, allows the connection to complete if IPv6 configuration fails but IPv4 configuration succeeds.
fa: در هنگام وصل شدن به شبکه‌هایی با قابلیت IPv4، این اجازه را می‌دهد که در صورت شکست خوردن پیکربندی‌های IPv6 و موفقیت پیکربندی‌های IPv4، اتّصال برقرار شود.

source: Check
fa: بررسی

source: Strict
fa: قاطع

source: _Device name
fa: _نام افزاره

source: The name of the MACsec device.
fa: نام افزارهٔ MACsec.

source: _Parent device
fa: افزارهٔ _والد

source: Keys
fa: کلیدها

source: _Mode
fa: _حالت

source: Parameters
fa: پارامترها

source: _Validation
fa: _تأیید

source: _SCI port
fa: درگاه _SCI

source: _Encrypt
fa: _رمزنگاری

source: Whether the transmitted traffic must be encrypted
fa: این که شدآمد در جریان باید رمز شده باشد یا نه

source: Basic
fa: مقدماتی

source: Nu_mber
fa: _شماره

source: Advanced
fa: پیشرفته

source: N_etwork ID
fa: _شناسهٔ شبکه

source: Change…
fa: تغییر…

source: P_IN
fa: _پین

source: Allow _roaming if home network is not available
fa: چنانچه شبکه خانگی موجود نبود اجازه‌ی _رومینگ بده

source: Sho_w passwords
fa: _نمایش گذرواژه‌ها

source: Authentication
fa: هویت‌سنجی

source: Allowed methods
fa: روش‌های مجاز

source: Configure _Methods…
fa: پیکربندی _روش‌ها…

source: Compression
fa: فشرده‌سازی

source: _Use point-to-point encryption (MPPE)
fa: استفاده از رمزنگاری نقطه به نقطه (MPPE)

source: _Require 128-bit encryption
fa: رمزنگاری ۱۲۸ بیتی _لازم است

source: Use _stateful MPPE
fa: ا_ستفاده از stateful MPPE

source: Allow _BSD data compression
fa: اجازه فشرده‌سازی اطلاعات _BSD

source: Allow _Deflate data compression
fa: اجازه فشرده‌سازی اطلاعات _Deflate

source: Use TCP _header compression
fa: استفاده از فشرده‌سازی _سرآیند TCP

source: Echo
fa: انعکاس

source: Send PPP _echo packets
fa: ارسال بسته‌های ا_نعکاسی PPP

source: None
fa: هیچ‌کدام

source: For browser only
fa: فقط برای مرورگر

source: Use this proxy configuration for only browser clients/schemes.
fa: استفاده از این پیکربندی پیشکار فقط برای طرحواره‌ها یا کارخواه‌های مرورگر.

source: PAC URL
fa: نشانی PAC

source: PAC script
fa: کدنویسهٔ PAC

source: URL from where the PAC script is to be obtained.
fa: نشانی‌ای که کدنویسهٔ PAC از آن دریافت می‌شود.

source: Import script from a file…
fa: درون‌ریزی کدنویسه از پرونده…

source: Method
fa: روش

source: Ad_vanced…
fa: _پیش‌رفته…

source: Set by controller
fa: تنظیم شده به دست واپایشگر

source: Ethernet port state
fa: وضعیت درگاه اترنت

source: Team Advanced Options
fa: گزینه‌های پیش‌رفتهٔ گروه

source: _Queue ID
fa: شناسهٔ _صف

source: Active-Backup runner options
fa: گزینه‌های اجراگر پشتیبان فعّال

source: _Port priority
fa: اولویت _درگاه

source: Port priority. The higher number means higher priority.
fa: اولویت درگاه. شمارهٔ بیش‌تر یعنی اولویت بیش‌تر.

source: LACP runner options
fa: گزینه‌های اجراگر LACP

source: _LACP port priority
fa: اولویت درگاه _LACP

source: LACP port _key
fa: _کلید درگاه LACP

source: _Link watcher
fa: _پیوند نگر

source: _Up delay
fa: تأخیر _بالا

source: _Down delay
fa: تأخیر _پایین

source: Send _interval
fa: _دورهٔ فرستادن

source: Delay _before first send
fa: تأخیر _پیش از نخستین ارسال

source: _Maximum missed replies
fa: _بیشینهٔ پاسخ‌های نرسیده

source: _Source host
fa: میزبان _مبدأ

source: _Target host
fa: میزبان _هدف

source: S_end on inactive ports
fa: _فرستادن روی درگاه‌های غیرفعّال

source: Link Watcher
fa: پیوند نگر

source: Highest priority
fa: بیش‌ترین اولویت

source: Highest priority (stable)
fa: بیش‌ترین اولویت (پایدار)

source: Bandwidth
fa: پهنای باند

source: Highest number of ports
fa: بیش‌ترین شمارهٔ درگاه

source: Port priority
fa: اولویت درگاه

source: From the team device
fa: از افزارهٔ گروه

source: From the active port
fa: از درگاه فعّال

source: From active to team device
fa: از فعّال به افزارهٔ گروه

source: _Teamed connections
fa: اتّصال‌های گروه شده

source: Load balance
fa: توزیع بار

source: Ethernet
fa: اترنت

source: IP
fa: آی‌پی

source: Any L3 protocol
fa: هر شیوه‌نامهٔ L3

source: Any L4 protocol
fa: هر شیوه‌نامهٔ L4

source: _Hardware Address
fa: نشانی _سخت‌افزاری

source: _Runner
fa: _اجراگر

source: _Hardware address policy
fa: سیاست نشانی _سخت‌افزاری

source: _System priority
fa: الویت _سامانه

source: Runner
fa: اجراگر

source: _Parent interface
fa: میانای _والد

source: VLAN inter_face name
fa: نام _میانای VLAN

source: Cloned MAC _address
fa: نشانی مک _شبیه‌سازی شده

source: Flags
fa: پرچم‌ها
