Repository: GNOME/network-manager-applet
Catalog: po/*.po
Languages: fa

source: Device name + number
fa: شماره + نام افزاره

source: S_ecurity
fa: _امنیت

source: A (5 GHz)
fa: A (۵ گیگاهرتز)

source: B/G (2.4 GHz)
fa: B/G (۲.۴ گیگاهرتز)

source: Client
fa: کارخواه

source: Ad-hoc
fa: ادهاک

source: C_hannel
fa: _کانال

source: Ban_d
fa: _باند

source: _Apply
fa: _اِعمال

source: _Public key
fa: _کلید عمومی

source: Allowed _IPs
fa: _آی‌پی‌های مجاز

source: _Endpoint
fa: _نقطهٔ نهایی

source: Pre_shared key
fa: کلید _پیش‌هم‌رسانده

source: A base64 public key calculated by 'wg pubkey' from a private key.
fa: کلید عمومی base64 محاسبه شده با wg pubkey از یک کلید خصوصی.

source: Comma-separated list of IP (v4 or v6) addresses with CIDR masks from which incoming traffic for this peer is allowed and to which outgoing traffic for this peer is directed.
fa: سیاهه‌ای جدا شده با کاما از نشانی‌های آی‌پی (ن۴ یا ن۶) با نقاب‌های CIDR که شدآمد ورودی برای این نقطه از آن مجاز بوده و شدآمد خروجی برای این نقطه به آن هدایت می‌شود.

source: An endpoint IP or hostname, followed by a colon, and then a port number.
fa: آی‌پی یا نام میزبان، دونقطه و سپس شمارهٔ درگاه.

source: A base64 preshared key generated by 'wg genpsk'. Optional, and may be omitted. Adds an additional layer of symmetric-key cryptography to be mixed into the already existing public-key cryptography, for post-quantum resistance.
fa: کلید هم‌رساندهٔ base64 محاسبه شده با wg genpsk. اختیاری و دارای احتمال حذف. برای مقاومت در برابر پساکوانتوم، لایه‌ای اضافی از رمزنگاری کلید متفاررن را به رمزنگاری موجود کلید عمومی می‌افزاید.

source: How often to send an authenticated empty packet to the peer for the purpose of keeping a stateful firewall or NAT mapping valid. This is optional and not recommended outside of specific setups.
fa: هر چند وقت یک بار بستهٔ خالی هویت‌سنجیده‌ای با هدف معتبر نگه داشتن دیوار آتش حالت‌دار یا نگاشت NAT فرستاده شود. این مقدار اختیاری بوده و خارج از پرباسازی‌های خاص توصیه نمی‌شود.

source: seconds
fa: ثانیه

source: Sho_w preshared key
fa: _نمایش کلید پیش‌هم‌رسانده

source: The name of the wireguard interface to create.
fa: نام واسط وایرگارد برای ایجاد.

source: Private _key
fa: _کلید خصوصی

source: The 256 bit private key in base64 encoding
fa: کلید خصوصی ۲۵۶ بیتی در کدبندی base64

source: _Listen port
fa: درگاه _شنود

source: A port to listen on. If set to 'automatic', the port will be chosen randomly when the interface comes up.
fa: درگاهی برای شنود. اگر روی «خودکار» تنظیم شود، درگاه هنگام بالا آمدن واسط به طور کاتوره‌ای گزیده خواهد شد.

source: A 32-bit fwmark for outgoing packets. Leave it to 'off' to disable fwmark.
fa: یک fwmark ‏۳۲بیتی برای بسته‌های بیرون‌رونده. روی «خاموش» رهایش کنید تا fwmark از کار بیفتد.

source: _Show private key
fa: _نمایش کلید خصوصی

source: automatic
fa: خودکار

source: off
fa: خاموش

source: Preserve
fa: حفظ

source: Permanent
fa: همیشگی

source: Random
fa: تصادفی

source: Stable
fa: پایدار

source: Stable per SSID
fa: پایدار برای هر SSID

source: The MAC address entered here will be used as hardware address for the network device this connection is activated on. This feature is known as MAC cloning or spoofing. Example: 00:11:22:33:44:55
fa: نشانی مک وارد شده در این‌جا به عنوان نشانی سخت‌افزاری برای افزارهٔ شبکه‌ای که این اتّصال رویش فعّال است استفاده خواهد شد. این ویژگی به نام MAC cloning یا spoofing شناخته می‌شود. مثال: 00:11:22:33:44:55

source: MAC address
fa: نشانی مک

source: HW address
fa: نشانی س‌ا

source: invalid hardware address
fa: نشانی سخت‌افزاری نامعتبر

source: device
fa: افزاره

source: IP addresses identify your computer on the network. Click the “Add” button to add static IP address to be configured in addition to the automatic ones.
fa: نشانی‌های آی‌پی رایانه‌تان را روی شبکه مشخّص می‌کنند. زدن دکمهٔ «افزودن» برای افزودن نشانی آی‌پی ایستا برای پیکربندی علاوه بر پویش‌گزیده‌ها.

source: Additional static addresses
fa: نشانی‌های ایستای اضافی

source: Addresses
fa: نشانی‌ها

source: Address (optional)
fa: نشانی (اختیاری)

source: Allowed Authentication Methods
fa: روش‌های هویت‌سنجی مجاز

source: Extensible Authentication Protocol
fa: شیوه‌نامهٔ هویت‌سنجی توسعه‌پذیر

source: Password Authentication Protocol
fa: شیوه‌نامهٔ هویت‌سنجی گذرواژه

source: Challenge Handshake Authentication Protocol
fa: شیوه‌نامهٔ هویت‌سنجی دستداد چالش

source: Microsoft Challenge Handshake Authentication Protocol
fa: شیوه‌نامهٔ هویت‌سنجی دستداد چالش مایکروسافت

source: MSCHAP v_2
fa: نگارش _۲ MSCHAP

source: Microsoft Challenge Handshake Authentication Protocol version 2
fa: نگارش ۲ شیوه‌نامهٔ هویت‌سنجی دستداد چالش مایکروسافت

source: In most cases, the provider’s PPP servers will support all authentication methods. If connections fail, try disabling support for some methods.
fa: در بیشتر موارد، کارسازهای ارائه‌دهندهٔ PPP از همهٔ روش‌های هویت‌سنجی پشتیبانی می‌کنند. تلاش برای از کار انداختن برخی روش‌ها در صورت شکست خوردن اتّصال.

source: Wi-Fi
fa: وای‌فای

source: Bluetooth
fa: بلوتوث

source: DSL/PPPoE
fa: دی‌اس‌ال یا PPPoE

source: Team
fa: گروه

source: Bridge
fa: پل

source: IP tunnel
fa: تونل آی‌پی

source: WireGuard
fa: وایرگارد

source: VPN
fa: وی‌پی‌ان

source: The VPN plugin failed to import the VPN connection correctly:
fa: افزایهٔ وی‌پی‌ان در درون‌ریزی درست اتّصال وی‌پی‌ان شکست خورد:

source: Select file to import
fa: گزینش پرونده برای درون‌ریزی

source: _Open
fa: _گشودن

source: Hardware
fa: سخت‌افزاری

source: Virtual
fa: مجازی

source: Import a saved VPN configuration…
fa: درون‌ریزی پیکربندی وی‌پی‌انی ذخیره شده…

source: The connection editor dialog could not be initialized due to an unknown error.
fa: به دلیل یک خطا ناشناس، محاوره ویرایش اتّصال نمی‌تواند مقدار دهی اولیه شود.

source: Could not create new connection
fa: ساخت اتّصال جدید امکان‌پذیر نیست

source: Connection delete failed
fa: حذف اتّصال ناموفق بود

source: Are you sure you wish to delete the connection %s?
fa: آیا مطمئن هستید که می خواهید اتّصال %s را پاک کنید؟

source: _New Connection
fa: اتّصال _جدید

source: _Quit
fa: _خروج

source: Address
fa: نشانی

source: Netmask
fa: نقاب شبکه

source: Gateway
fa: دروازه

source: Metric
fa: متری

source: Prefix
fa: پیشوند

source: Editing %s
fa: ویرایش کردن %s

source: Editing un-named connection
fa: ویرایش کردن اتّصال بی‌نام

source: Missing connection name
fa: نام اتّصال جا افتاده

source: Editor initializing…
fa: مقدار دهی نخستین ویرایشگر…

source: Connection cannot be modified
fa: اتّصال نمی‌تواند تغییر کند

source: Invalid setting %s: %s
fa: تنظیم نامعتبر %s: %s

source: The connection editor could not find some required resources (the .ui file was not found).
fa: ویرایشگر اتّصال نتوانست تعدادی از منابع لازم را پیدا کند ( پرونده ui پیدا نشد).

source: _Save
fa: _ذخیره

source: Save any changes made to this connection.
fa: ذخیره تمام تغییرات اعمال شده بر روی این اتّصال.

source: Authenticate to save this connection for all users of this machine.
fa: برای ذخیره این اتّصال برای تمام کاربرها در این ماشین هویت‌سنجی لازم است.

source: Could not create connection
fa: نتوانست اتّصال جدید بسازد

source: Could not edit connection
fa: اتّصال قابل ویرایش نیست

source: Error initializing editor
fa: خطا در هنگام مقدار دهی اولیه ویرایشگر

source: Connection add failed
fa: اضافه‌کردن اتّصال شکست خورد

source: Connection _name
fa: نام _اتّصال

source: _Export…
fa: _برون‌ریزی…

source: _Relabel
fa: _تغییر برچسب

source: Relabel
fa: تغییر برچسب

source: Filename
fa: نام پرونده

source: never
fa: هیچ وقت

source: now
fa: اکنون

source: %d minute ago
fa: %Id دقیقه گذشته

source: %d hour ago
fa: %Id ساعت گذشته

source: %d day ago
fa: %Id روز گذشته

source: %d month ago
fa: %Id ماه گذشته

source: %d year ago
fa: %Id سال گذشته

source: Connection cannot be deleted
fa: اتّصال نمی‌تواند حذف شود

source: Select a connection to edit
fa: گزینش اتّصالی برای ویرایش

source: Select a connection to delete
fa: گزینش اتّصالی برای حذف

source: Name
fa: نام

source: Last Used
fa: آخرین استفاده

source: Edit the selected connection
fa: ویرایش اتّصال گزیده

source: Authenticate to edit the selected connection
fa: هویت‌سنجی برای ویرایش اتّصال گزیده

source: Delete the selected connection
fa: حذف اتّصال گزیده

source: Authenticate to delete the selected connection
fa: هویت‌سنجی برای حذف اتّصال گزیده

source: Unrecognized connection type
fa: گونهٔ اتّصال شناخته نشده

source: Don’t know how to import “%s” connections
fa: چگونگی درون‌ریزی اتّصال‌های «%s» را نمی‌داند

source: Error importing connection
fa: خطا در درون‌ریزی اتّصال

source: Error creating connection
fa: خطا در هنگام ساخت ارتباط

source: Connection type not specified.
fa: گونهٔ اتّصال مشخّص نشده.

source: Don’t know how to create “%s” connections
fa: چگونگی ایجاد اتّصال‌های «%s» را نمی‌داند

source: Error editing connection
fa: خطا در هنگام ویرایش ارتباط

source: Did not find a connection with UUID “%s”
fa: اتّصالی با شناسهٔ یکتای «%s» پیدا نشد

source: Network Connections
fa: اتّصال‌های شبکه

source: Add a new connection
fa: افزودن اتّصالی جدید

source: 802.1X Security
fa: امنیت 802.1X

source: Could not load 802.1X Security user interface.
fa: نتوانست میانای کاربری امنیت 802.1X را بار کند.

source: Use 802.1_X security for this connection
fa: استفاده از امنیت 802.1_X برای این اتّصال

source: Could not load Bluetooth user interface.
fa: نتوانست میانای کاربری بلوتوث را بار کند.

source: invalid Bluetooth device (%s)
fa: افزارهٔ بلوتوثی نامعتبر (%s)

source: Bluetooth connection %d
fa: اتّصال بلوتوثی %Id

source: Bluetooth Type
fa: گونهٔ بلوتوث

source: _Personal Area Network
fa: شبکهٔ ناحیهٔ _شخصی

source: _Dial-Up Network
fa: شبکهٔ _شماره‌گیری

source: primary
fa: اصلی

source: Could not load bridge port user interface.
fa: نتوانست میانای کاربری درگاه پل را بار کند.

source: Could not load bridge user interface.
fa: نتوانست میانای کاربری پل را بار کند.

source: Bridge connection %d
fa: اتّصال پل شدهٔ %Id

source: Could not load DCB user interface.
fa: نتوانست میانای کاربری DCB را بار کند.

source: Could not load DSL user interface.
fa: امکان بارگزاری واسط کاربری DSL وجود ندارد.

source: missing parent interface
fa: میانای والد جا افتاده

source: DSL connection %d
fa: اتّصال دی‌اس‌ال %Id

source: ignored
fa: چشم‌پوشیده

source: Could not load ethernet user interface.
fa: نتوانست میانای کاربری اترنت را بار کند.

source: Ethernet device
fa: افزارهٔ اترنت

source: cloned MAC
fa: مک _شبیه‌سازی شده

source: Ethernet connection %d
fa: اتّصال اترنت %Id

source: Could not load General user interface.
fa: نتوانست میانای کاربری عمومی را بار کند.

source: Could not load IP tunnel user interface.
fa: نتوانست میانای کاربری تونل آی‌پی را بار کند.

source: IP tunnel connection %d
fa: اتّصال تونل آی‌پی %Id

source: Automatic (VPN)
fa: خودکار (وی‌پی‌ان VPN)

source: Automatic (VPN) addresses only
fa: خودکار (وی‌پی‌ان) فقط نشانی‌ها

source: Automatic, addresses only
fa: خودکار، فقط نشانی‌ها

source: Automatic (PPPoE)
fa: خودکار (PPPoE)

source: Automatic (PPPoE) addresses only
fa: خودکار (PPPoE) فقط نشانی‌ها

source: Automatic (DHCP)
fa: خودکار (DHCP)

source: Automatic (DHCP) addresses only
fa: خودکار (DHCP) فقط نشانی‌ها

source: Link-Local Only
fa: فقط پیوند محلی

source: Additional DNS ser_vers
fa: _کارسازهای ساناد اضافی

source: Additional s_earch domains
fa: دامنه‌های _جست‌وجوی اضافی

source: Editing IPv4 routes for %s
fa: ویرایش مسیرهای IPv4 برای %s

source: IPv4 Settings
fa: تنظیمات IPv4

source: Could not load IPv4 user interface.
fa: نمی‌توان واسط کاربری IPv4 را بارگزاری کرد.

source: Automatic, DHCP only
fa: خودکار، فقط DHCP

source: Editing IPv6 routes for %s
fa: ویرایش مسیرهای IPv6 برای %s

source: IPv6 Settings
fa: تنظیمات IPv6

source: Could not load IPv6 user interface.
fa: امکان بارگزاری آی‌پی ورژن ۶ وجود ندارد.

source: Could not load MACsec user interface.
fa: نتوانست میانای کاربری MACsec را بار کند.

source: MACSEC connection %d
fa: اتّصال MACSEC ‏%Id

source: %s port %d
fa: %s درگاه %Id

source: Could not load mobile broadband user interface.
fa: امکان بارگزاری واسط کاربری شبکه پهن‌باند وجود ندارد.

source: Unsupported mobile broadband connection type.
fa: نوع ارتباط‌های شبکه پهن‌باند که پشتیبانی نمی‌شود.

source: Select Mobile Broadband Provider Type
fa: نوع ارائه‌دهنده پهن‌باند همراه را انتخاب کنید

source: My provider uses _GSM-based technology (i.e. GPRS, EDGE, UMTS, HSDPA)
fa: ارائه‌دهنده من از فناوری _GSM-based استفاده می‌کند (مانند GPRS, EDGE, UMTS, HSDPA)

source: My provider uses C_DMA-based technology (i.e. 1xRTT, EVDO)
fa: ارائه‌دهنده من از فناوری C_DMA-based استفاده می‌کند (i.e. 1xRTT, EVDO)

source: none
fa: هیچکدام

source: Editing PPP authentication methods for %s
fa: ویراستن روش‌های هویت‌سنجی PPP برای %s

source: PPP Settings
fa: تنظیمات PPP

source: Could not load PPP user interface.
fa: امکان بارگزاری واسط کاربری PPP وجود ندارد.

source: Proxy
fa: پیشکار

source: Could not load proxy user interface.
fa: نتوانست میانای کاربری پیشکار را بار کند.

source: Team Port
fa: درگاه گروه

source: Could not load team port user interface.
fa: نتوانست میانای کاربری درگاه گروه را بار کند.

source: Could not load team user interface.
fa: نتوانست میانای کاربری گروه را بار کند.

source: Team connection %d
fa: اتّصال گروهی %Id

source: %s (via “%s”)
fa: %s (با «%s»)

source: New connection…
fa: اتّصال جدید…

source: Could not load vlan user interface.
fa: نتوانست میانای کاربری وی‌لن را بار کند.

source: VLAN connection %d
fa: اتّصال وی‌لن %Id

source: Could not load editor VPN plugin for “%s” (%s).
fa: نتوانست افزایهٔ وی‌پی‌ان ویرایشگر برای «%s» را بار کند (%s).

source: unknown failure
fa: شکست ناشناخته

source: Could not load VPN user interface.
fa: امکان بارگزاری واسط کاربری وی‌پی‌ان وجود ندارد.

source: Could not find VPN plugin for “%s”.
fa: نتوانست افزایهٔ وی‌پی‌ان برای «%s» را بیابد.

source: VPN connection %d
fa: اتّصال وی‌پی‌ان %Id

source: Choose a VPN Connection Type
fa: گزینش گونهٔ اتّصال وی‌پی‌ان

source: WEP 40/128-bit Key (Hex or ASCII)
fa: کلید وپ ۴۰/۱۲۸ بیتی (Hex یا ASCII)

source: WEP 128-bit Passphrase
fa: عبارت عبور وپ ۱۲۸ بیتی

source: Dynamic WEP (802.1X)
fa: وپ پویا (x02.1x)

source: WPA/WPA2/WPA3 Personal
fa: WPA/WPA2/WPA3 شخصی

source: WPA/WPA2 Enterprise
fa: WPA/WPA2 تجاری

source: WPA3 Personal
fa: WPA3 شخصی

source: Enhanced Open
fa: گشودن بهبودیافته

source: Could not load Wi-Fi security user interface; missing Wi-Fi setting.
fa: نتوانست میانای کاربری امنیت وای‌فای را بار کند. تنظیمات وای‌فای جا افتاده.

source: Wi-Fi Security
fa: امنیت وای‌فای

source: Could not load Wi-Fi security user interface.
fa: نتوانست میانای کاربری امنیت وای‌فای را بار کند.

source: %u (%u MHz)
fa: %Iu (%Iu مگاهرتز)

source: Could not load Wi-Fi user interface.
fa: نتوانست میانای کاربری وای‌فای را بار کند.

source: Wi-Fi device
fa: افزارهٔ وای‌فای

source: Wi-Fi connection %d
fa: اتّصال وای‌فای %Id

source: Public key
fa: کلید عمومی

source: Allowed IPs
fa: آی‌پی‌های مجاز

source: Could not load WireGuard user interface.
fa: نتوانست میانای کاربری وایرگارد را بار کند.

source: WireGuard connection %d
fa: اتّصال وایرگارد %Id

source: A file named “%s” already exists.
fa: پرونده‌ای با نام «⁨%s⁩» از پیش موجود است

source: _Replace
fa: _جای‌گزینی

source: Do you want to replace %s with the VPN connection you are saving?
fa: آیا می‌خواهید %s را با وی‌پی‌ان (VPN) که درحال ذخیره کردن آن هستید جای‌گزین کنید؟

source: Cannot export VPN connection
fa: نمی‌توان اتّصال وی‌پی‌ان را صادر کرد

source: Export VPN connection…
fa: برون‌ریزی اتّصال وی‌پی‌ان…

source: _Unlock
fa: _بازکردن قفل

source: Automatically unlock this device
fa: بطور خودکار این افزاره را باز کن

source: Connection Information
fa: اطلاعات اتّصال

source: _Close
fa: _بستن

source: Usage:
fa: کاربرد:

source: It is not intended for command-line interaction but instead runs in the GNOME desktop environment.
fa: این برای خط فرمان تعامل کنند تهیه نشده است اما به جای آن در محیط میز کار گنوم اجرا می شود.

source: not enabled
fa: فعّال نشده

source: not registered
fa: ثبت نشده

source: Home network (%s)
fa: شبکه خانگی (%s)

source: Home network
fa: شبکه خانگی

source: searching
fa: درحال جست‌وجو

source: registration denied
fa: اجازه ثبت داده نشد

source: %s (%s roaming)
fa: %s (%s رومینگ)

source: %s (roaming)
fa: %s (رومینگ)

source: Roaming network (%s)
fa: شبکه رومینگ (%s)

source: Roaming network
fa: شبکه رومینگ

source: PIN code for SIM card “%s” on “%s”
fa: کد پین برای سیم کارت «%s» روی «%s»

source: PIN code required
fa: پین کد مورد نیاز است

source: PIN code is needed for the mobile broadband device
fa: برای افزاره پهن‌باند شبکه تلفن همراه به پین کد نیاز است

source: Mobile broadband connection “%s” active: (%d%%%s%s)
fa: اتّصال پهن‌باند همراه «%s» فعّال شد: (%Id٪%s%s)

source: roaming
fa: رومینگ

source: %s connection
fa: اتّصال %s

source: PEM certificates (*.pem, *.crt, *.cer)
fa: گواهی‌های PEM‏ ‏(*.pem, *.crt, *.cer)

source: DER, PEM, or PKCS#12 private keys (*.der, *.pem, *.p12, *.key)
fa: کلیدهای خصوصی DER, PEM, یا PKCS#12 ‏(*.der, *.pem, *.p12, *.key)
